<template>
	<view class="box">
		<view class="head">
			<view class="" style="position: absolute;display: flex;align-items: center;" @click="goBack">
				<view class="cuIcon-back"></view>
				<view class="" style="font-size: 17px;">
					返回
				</view> 
			</view>
			<view class="" style="margin: 0 auto;font-weight: 600;font-size: 15px;">
				理财小助手
			</view>
		</view>
		<view class="" style="padding: 15px;">
			<view class="" style="font-size: 22px;font-weight: 600;margin-bottom: 20px;">
				{{paperList[id].title}}
			</view>
			<view class="" style="white-space: pre-wrap;font-size:16px;line-height: 30px;">
				{{paper[id]}}
			</view>	
		</view>
		
	</view>
</template>

<script>
	// import dat from '../../static/papers/1.txt'
	export default {
		data() {
			return {
				id:0,
				paperList:[
					{
						title:"理财优则"
					},
					{
						title:"理财小白应该怎么开始?应该在哪里学习?"
					},
					{
						title:"2023年有哪些稳妥的理财方式?"
					},
					{
						title:"有哪些比余额宝更好的理财方式?"
					},
					{
						title:"有50万存款，该如何理财?"
					}
				],
				paper:['出资理财职业里，一个渠道的牢靠程度决议了这个渠道的理财商品的牢靠程度，出资者出资理财商品之前，应当对多要出资的渠道做好功课，否则会添加自身理财的危险行，对出资理财造成不必要的丢失。那么怎么判别牢靠的网络出资理财渠道呢?\n1.低息比高息更安全。\n很多人在看到高额利息时，榜首反响即是渠道有很大也许是诈骗渠道。渠道是不是安全与利息收益无关，关键还是在于渠道是不是处于安全期。都说收益与危险是成正比的，但很多人偏心反其道而行。\n2.信赖渠道保证方案。\n不少出资者紧盯渠道保证，以为有保证才安全，殊不知渠道保证的条件及方式的不一样，危险巨细也就不一样。不管何种理财商品，它都有必定的危险，包含银行。渠道只能预期收益。\n3.信任渠道规划，以为大的就好。\n规划大的渠道抗压力强，呈现问题也能补偿出资者，而小的渠道只需呈现一点问题也许就完全瘫痪。本来并非如此。渠道的系统管理安全与资金规划无关;大渠道资金大，假如没有做好点对点，混合在了一同，很简单发生期限错配。\n4.过于依靠数据剖析、参数、专家引荐。\n专家引荐商品更能导致出资者的留意，但专家们的引荐商品都是从群众值中剖析，能迎合群众出资，而关于个人是不是适宜，就得另当别论。鞋是不是适宜，只要你自个知道。咱们要做的不是看他们的数据和结果，而是学习他们的思路、剖析的办法。\n世界上自身也是没有绝对的工作，都是有几率的存在着的，所以出资者要剖析当时局势，对所要出资理财的商品做出一个准确的判别。\n投资理财小贴士：\n1、不盲目投资，要有主见\n别人买啥我也买啥，这种跟风行为不可取，虽然不用为选择理财产品大伤脑筋，却也要为潜在的亏损埋单。做投资理财，要根据自己的风险承受能力来选择理财产品，别人能承受高风险，你却未必能。当然也不能把所有资金都用于投资一个产品，万一出现亏损，最惨的就是你;反之，如果选择分散投资，配置好理财产品的比例，分散风险，也许可以得到更好的投资效果。\n2、知足常乐，一定要hold住。\n如今，投资渠道增多了，理财产品也是五花八门，年化收益率也各不相同。尤其是一些互联网宝宝类产品，一天一个收益;还有票据理财产品、固定收益类产品。\n不少投资者看到高收益理财产品，经不住诱惑马上更换。事实上，这样操作非常不高明，很多逆袭的理财产品都是凭借短暂的高收益吸金，之后的收益简直惨不忍睹，平均下来投资者获得的实际收益就会大打折扣。\n所以专家建议，投资理财不能盲目，在遇到高收益理财产品时一定要冷静，要对产品的投向、风险以及金融公司背景进行了解分析，切不可草率投资;还有就是多问，多向有经验的人请教。\n3、不懂的，不要乱买。\n有的投资者不只选一个产品，而是五花八门乱投一通，以为“广撒网”就能多捞鱼。总以为盲目追求更多的“篮子”，以为投资越分散，风险越小。\n殊不知，盲目选中的产品如果造成了意想不到的亏损，将大幅度削减整体收益。特别是对一些不了解的理财产品，需要研究和学习，投资者未必有这个时间和精力。而如果对投资的理财产品一无所知，风险只会更大。专家建议，选择3个～5个理财产品即可，这样既分散风险，投资精力又可以兼顾。\n',
			'真正的高回报里隐藏着很重要的两个原理：\n1）不赔钱很重要\n为什么？一个简单的例子，比如100万的初始投资，如果你第一年亏损50%，第二年要达到多少才能回本？答案是100%。相当于你第一年赔了钱，本金就会减少，第二年要用更高的收益才能回本。\n2）投资就是要撬动复利的力量\n复利现在已经是一个被经常滥用的鸡汤词汇了。它指的是利滚利，也就是第一年产生的利息会作为本金继续产生利息，巴菲特把它形象的称为滚雪球。\n前面那个简单的例子就可以告诉我们为什么很多人把复利称之为世界第八大奇迹。\nB投资经理每年能够稳定的给你获得10%的收益，2年可以赚到20%多，但是如果你不止是投资两年，而是10年，20年甚至50年呢？\n比如你现在25岁，咱们都没啥存款，也就拿出来10万。那么几十年之后，会变成多少呢？投资10年：26万，增长2.6倍；投资20年：67万，增长6.7倍。\n如果投资50年呢？这个数会让很多人想不到，不是几十万几百万，而是1174万。现在能拿出10万块的人很多，但是50年之后能拿出1000多万的人少之又少。\n所以投资最重要的是什么？是要撬动复利的力量。\n下一个问题：投资的不可能三角——高收益率、可持续性、低风险性\n这三者是不可兼得的，因为天下没有免费的午餐——要想获得高收益，必然要承担高风险，风险就是不确定性，比如股票有时候收益很高，有时候损失很大。所以高收益一般是不可持续的。\n哪个最重要？还是长期复利最重要，而构成长期复利最主要的两个因素是“可持续性”和“低风险性”，所以投资的重要特点在于它不是一个争先的游戏，这是一个可以持续至少二三十年的长跑。\n所以保持一个稳定的、低风险的回报坚持下去，做时间的朋友才能真正赚到钱。',
			'以非专业人士的角度来讲一下个人对理财的看法。首先，我们需要弄清一个问题，我们理财的目的是什么？说到这一点，很多人都会不假思索地回答“理财当然是为了赚钱啊！”是的，你的回答没有错，我们普通人理财的目的就是为了赚钱，但是这样的说法似乎缺少一个前提，那就是保住本金的情况下，还能赚钱。我们都是普通人，所谓的本金其实都是我们的血汗钱，之所以不拿这笔钱去买彩票或是去赌输赢，主要原因是我们自身抗风险能力不够，外加这种方式成功率太低，冒险性极高，一不小心很可能就变成从楼上纵身一跃的那个人。\n所以，我们理财的目的不仅仅是看重赚钱，更看重一个安稳。至于这个安稳，不是部分人理解的在投资方面表现的畏畏缩缩，而是将鸡蛋合理分配在不同的篮子里，在保证那些原有鸡蛋不受损失的情况下篮子里的鸡蛋还能增加，实现个人收益的最大化，这才是普通人的正确理财。\n实现个人收益的最大化，说起来简单，但是操作起来挺有难度的。以个人为例，最开始我的钱都放在余额宝里，一万块钱一天收益在一块钱左右，当时想着还挺满足的，几万块放在那里，一个月的早饭钱就出来了（嗯，不是收益多，而是我吃的少）！直到余额宝的收益率越来越低，放在那里的钱其实和吃灰差不多，这种情况下我选择了去购买基金。可是基金如何购买？在什么时间，什么点位购买？这些对我来说，就是一个知识盲区，虽然我也经常会听一些大佬们的课，跟着他们去投，什么黄金，白酒，新能源等。但因为都是高进低出盲目买，最后几乎是没什么收益，白忙活几年。\n对于这个收益情况，我很不满意。我个人想要的理财是只增不减，哪怕增长的幅度不大，至少也是增加。而非有赔有赚，那种过山车一样的收益变化让我很是没有安全感。总的来说，投资基金这块，我算是玩不转！\n有人可能又要问了，听你这么说那基金到底能赚到钱不？肯定是可以的。只是，有限定条件。\n基金并不适合只想稳定赚钱的人。买基金本金受损风险必然存在，你得有这个心理预期，能接受赔多少。 另外，基金也不太适合懒人，抱有“买了就不管了”的人估计是赚不到钱的。什么时候买进，什么时候卖出都需要时刻关注。 像我，根本做不到实时盯着看点位。于是 ，我又把目光放在了银行理财上。银行理财有很多种，我选择了风险小，收益稳定的那种，整体在理财中收益不是最高的，但是也能接受。',
			'给大家科普下债券基金。\n1.债基的底层资产\n投资任何产品，第一件事是查清其底层资产，这样才能评估其收益和风险。债券基金的底层资产是债券。\n债券主要分为政府债券和企业债券，其本质是向投资者借钱，并承诺支付一定利息，在到期时还本付息。在这个过程中，投资者是债权人，发行债券的政府或企业是债务人。\n这和股票有什么区别？投资股票，是按照当前市价购买企业的股权，做企业的股东，企业的业绩会影响你的收益。投资企业债，是把钱借给企业，到期时还本付息，你是企业的债主，企业只要不破产就得按时还钱。\n举个例子，一个朋友邀请你入股他的川菜馆，赚钱后给你分红，你出资是相当于投资了这家川菜馆的股权；如果朋友向你借钱，约定3年后按照年化6%的利息将本金一同归还给你，你出资就是成为了川菜馆的债权人。\n债券在到期时要还本金付利息，利息就是债券的收益来源。\n2.债基的三种分类\n企业发行债券是为了募集资金，用于发展业务，赚更多的钱。如果企业经营良好，到期就会按时还本付息，投资人也就能赚到收益。\n但如果企业经营不善，最终资不抵债申请破产，那么我们借给企业的钱不仅没有收益，连本金也只能按照清算资产结算、大打折扣。\n虽然大多数企业都能够到期还本付息、履行债务约定，但也会存在踩雷的风险。\n因此，投资债券，一要了解企业的经营情况，避免踩雷的风险；二要分散投资，比如投资100家企业的债券，即使一家企业踩雷，也不会让我们承受过大的损失。这对我们普通人而言较难实现，但对债券基金而言就容易得多。\n债券基金，是基金公司向投资者募集资金，聘请专业人士投资企业债，为广大投资者赚取稳稳的收益。\n债券基金也有分类。债券基金分为纯债基、一级债基和二级债基。\n1.纯债基：所有资金都用于投资债券，不买其它产品。\n2.一级债基：主要资金投资债券，但还参与新股申购。\n3.二级债基：用20%的资金配置股票，以追求更高的收益。\n所以，尽管三类基金都是“债基”，但风险和收益都不相同。纯债基和一级债基的收益稳定，二级债基因为持有了股票，持有期间可能有一些波动（浮亏），不过也可能创造出超额收益。\n我的建议是，我们投资债券，是为了追求“稳稳的收益”，而不是追求“超额收益”，所以更建议配置纯债基和一级债基。如果想追求超额收益，可以自己灵活配置指数基金。比如配置80%的债基和20%的沪深300指数基金。\n3.债券基金的收益\n①债券基金分为短期和长期两种类型。\n比如你把钱借给企业，可以短期借三个月，也可以长期借三年。因此债券基金也分为短期债券基金和长期债券基金。债券期限越长，回报率就会越高。短期债基的年化收益大约在3%-4%，长期债基的年化收益大约在6%-8%。\n②债券基金还有A类和C类的区别。\n比如给大家推荐的招商产业债券C，还有一只对应的债基是招商产业债券A。',
			'建议买大银行可转让大额存单。\n我就是买了中国农业银行50万3年可转让的大额存单。据说只有农行有可转让的大额存单，大额存单至少50万起，你这个正合适。年利率3.25%也不错，50万平均每天收益45块多，一年16250，3年就是48750，将近5万块钱。\n不着急用钱先把钱放进去，着急用钱可以转让时损失一小部分利息。但比其他大额存单损失少。现在好多人抢大额存单好几天都抢不到，50万大额存单转让出去还是比较容易的。\n你要抢的话建议没事可以多登录App查看，有余额就赶紧买。银行每天都放额度，周末也放，时间不固定，但放的少，需要多关注。\n每个人都有自己的想法和选择，疫情期间，很多人收藏点赞了我的回答，我相信很多人更积极的去存钱。当然，也有人出现不同声音，看不上大额存单这点利息。\n我想说的是，利息只是一个方面，本金安全性才是最重要的，毕竟这是存款而不是理财！大部分人的存款，都是靠一点点积攒起来的，不否认部分投机可以挣钱更多，但也可能因为投机惯性回到原点。\n很多有钱人不是不在乎钱，但因之前有部分城市银行理财暴雷，好多地方政府负债率太高，加上疫情等原因影响，更在乎本金的安全性才选择大额存单。\n随着疫情的放松，人们的想法很可能会改变，包括我自己。本条建议更适合偏保守一些的人。\n我的中国农业银行50万的大额存单，在平台上挂出不到1分钟就转让出去了，我自己都没想到可以这么快转让成功。看样子，好多有钱人都在抢大额存单，抢不到一手的就买转让存单了。5个月，利息赚了7200多，平均每天45块多，收益没有受到影响。\n现在计划买学区房所以转让了。以后有钱了还买大额存单。'
			]
			
			}
		},
		onLoad(e){
			console.log(e)
			console.log(e.index)
			this.id = e.index
		},
		methods: {
			goBack(){
				uni.navigateBack()
			}
		}
	}
</script>

<style lang="scss">
.box{
	background-color:#F5F5F5;
	min-height: 100vh;
	
}
.head{
	height: 75px;
	background-color: #B6DFF8;
	display: flex;
	// justify-content: center;
	align-items: flex-end;
	padding-bottom: 10px;
}
</style>
